var EXCHANGE_DATA = [

    {
        id: 1,
        item: '統一時代百貨台北店滿千抵百券',
        method: '序號',
        cellHeader: '活動序號',
        cellData: '01234567890',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換說明</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>憑愛．Sharing蒐集雪鈴金幣活動網站取得之統一時代百貨台北店滿千抵百券兌換序號，即可至統一時代百貨台北店7F贈品台兌換滿仟抵百券(實體券)乙張，滿千抵百券可享館內指定商品單筆消費滿$1,000現折$100 (單筆發票限折乙次，不累折)。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示統一時代百貨台北店滿千抵百券序號頁面，始可憑此序號至統一時代百貨台北店7F贈品台兌換滿千抵百券(實體券)乙張。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>兌換滿仟抵百券(實體券)乙張之期限及其使用期限：2023/11/14~2023/12/30止，逾期無法兌換及失效。</li>' +
                '<li>本兌換序號無法以截圖兌換，請於統一時代百貨台北店7F贈品台現場，出示愛．Sharing蒐集雪鈴金幣活動網站主畫面。請自行妥為保管兌換紀錄及序號資訊，遺失或遭盜用均不補發。</li>' +
                '<li>同一兌換序號僅可兌換乙次，一經兌換後該序號即失效，恕無法取消及重複兌換。</li>' +
                '<li>券類使用規則如統一時代百貨台北店券面說明，使用效期至2023/12/30，逾期恕無法使用，統一時代百貨台北店保有修改、變更票券使用規則之權利。</li>' +
            '</ul>',
    },

    {
        id: 2,
        item: '夢時代摩天輪貴賓券',
        method: '序號',
        cellHeader: '活動序號',
        cellData: '01234567890',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換說明</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>憑愛．Sharing蒐集雪鈴金幣活動網站取得之夢時代摩天輪貴賓券兌換序號，憑前述序號可於期限內至高雄夢時代頂樓摩天輪售票口兌換夢時代摩天輪貴賓券(實體券)乙張。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示夢時代摩天輪貴賓券序號頁面，始可兌換。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>憑摩天輪貴賓券兌換序號至高雄夢時代頂樓摩天輪售票處，可兌換夢時代摩天輪貴賓券(實體券)乙張，兌換夢時代摩天輪貴賓券(實體券)及其使用期間：2023/11/14~2023/12/25止，逾期無法兌換及失效。</li>' +
                '<li>本兌換序號無法以截圖兌換，請於摩天輪售票處現場，出示愛．Sharing蒐集雪鈴金幣活動網站摩天輪貴賓券序號之行動裝置(手機)之開啟畫面，恕不接受截圖兌換。請自行妥為保管兌換紀錄及序號資訊，遺失或遭盜用均不補發。</li>' +
                '<li>同一兌換序號僅可兌換乙次，一經兌換後該序號即失效，恕無法取消及重複兌換。</li>' +
                '<li>夢時代摩天輪貴賓券之使用方式及摩天輪搭乘注意事項，詳見券面所載以及搭乘現場公告。</li>' +
                '<li>高雄夢時代保有修改、變更夢時代摩天輪營運及夢時代摩天輪貴賓券使用規則之權利，若有未盡事宜，悉依現場公告辦理。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 3,
        item: '博客來50元 E-coupon',
        method: '序號',
        cellHeader: '活動序號',
        cellData: '01234567890',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>E-Coupon使用期限：2023/10/24~2024/01/30止</li>' + 
                '<li>單筆訂單滿499元(含)以上且購物車內商品需有一項售價高於$100元方可折抵。</li>' + 
                '<li>一次交易限抵用一組E-Coupon序號。</li>' + 
                '<li>同一商品不可同時抵用E-Coupon與單品折價券。</li>' + 
                '<li>企業採購、售票網、信用卡分期付款訂單、禮物卡、電子票券、紙本票券、一卡通、電子書訂閱商品，不可抵用E-Coupon。</li>' + 
                '<li>凡交易取消、退貨退款或有其他爭議者，該筆訂單抵用之E-Coupon將以原序號退回，恕不延長使用期限。</li>' + 
                '<li>E-Coupon使用相關問題請參考: https://www.books.com.tw/web/sys_qalist/qa_21_23/0</li>' + 
                '<li>針對E-coupon之使用若有未盡事宜，悉依博客來之相關公告辦理；本活動若有任何變動(活動期間、活動內容等)，悉依博客來公告為準，詳細活動辦法依博客來公告為主。凡參與本活動，即視同承認及接受本活動注意事項及相關規定，博客來保有隨時修正、暫停或終止本活動之權利，無須做事前之通知,若有未盡事宜，悉依博客來之相關公告辦理；博客來保留最終解釋及決定權利。參加活動者即表示同意並遵守博客來的政策規範及活動公告，如有違反，即喪失參加活動資格。詳細活動辦法請依博客來公告為主。</li>' + 
                '<li>請自行保管E-Coupon序號，遺失或遭盜用均不補發。為保障權益，建議儘速將愛．Sharing蒐集雪鈴金幣活動網站兌換取得之E-Coupon序號存入博客來會員歸戶。</li>' + 
            '</ul>' +
            '<p class="pop__label">' +
                '<span>桌機版兌換流程說明</span>' +
            '</p>' +
            '<p class="pop__title">使用方式</p>' +
            '<p>請在購物結帳流程的第二步，於”選擇優惠方式”中，勾選「E-Coupon電子折價券/單品折價券」。</p>' +
            '<img src="/assets/images/exchange/books_PC-01.png">' +
            '<p>請繼續勾選「使用E-Coupon」</p>' +
            '<img src="/assets/images/exchange/books_PC-02.png">' +
            '<p>選擇「自行輸入折價券序號」後，輸入您所兌換到的E-Coupon序號，並選擇欲抵扣的商品品項。因E-Coupon序號由英文字及阿拉伯數字組合而成，且英文字尚有大小寫之分，因此建議以複製、貼上之方式輸入，如此較不易有誤。</p>' +
            '<img src="/assets/images/exchange/books_PC-03.png">' +
            '<p class="pop__label">' +
                '<span>行動版頁面流程說明</span>' +
            '</p>' +
            '<p class="pop__title">使用方式</p>' +
            '<p>請在購物結帳流程的第二步，於”選擇優惠方式”中，勾選「E-Coupon電子折價券/單品折價券」。</p>' +
            '<img src="/assets/images/exchange/books_M-01.png">' +
            '<p>請繼續勾選「使用E-Coupon」</p>' +
            '<img src="/assets/images/exchange/books_M-02.png">' +
            '<p>選擇「自行輸入折價券序號」後，輸入您所兌換到的E-Coupon序號，並選擇欲抵扣的商品品項。因E-Coupon序號由英文字及阿拉伯數字組合而成，且英文字尚有大小寫之分，因此建議以複製、貼上之方式輸入，如此較不易有誤。</p>' +
            '<img src="/assets/images/exchange/books_M-03.png">' +
            '<p class="pop__label">' +
                '<span>E-Coupon歸戶流程說明</span>' +
            '</p>' +
            '<p>請您登錄「會員專區」，至「優惠/帳戶餘額」下方的「可用E-Coupon」進入「E-Coupon專區」，於「E-Coupon歸戶」輸入未歸戶的E-Coupon序號後，按下「歸戶」鍵，網頁會顯示「歸戶成功」的訊息即完成E-Coupon歸戶，並將於會員信箱中收到歸戶通知信函。</p>' +
            '<img src="/assets/images/exchange/books_binding.png">' +
            ''
            ,
    },

    {
        id: 4,
        item: '酷聖石耶誕分享買1送1優惠券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式: 開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示酷聖石耶誕分享買1送1優惠券兌換條碼頁面。持愛．Sharing蒐集雪鈴金幣活動網站兌換條碼至全台各COLD STONE直營門市，購買中杯經典冰淇淋+原味脆餅，享同size經典冰淇淋+原味脆餅一份(桶裝除外)。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券有效期限：2023/10/24~2024/01/30止，逾期失效。</li>' +
                '<li>本券無法以截圖使用。請主動以手機登入活動網站出示本券頁面，活動期間內購買中杯經典冰淇淋+原味脆餅，享同Size冰淇淋一杯。(桶裝除外)</li>' +
                '<li>單張優惠券限兌換乙組。</li>' +
                '<li>冰淇淋口味以門市現有為主。</li>' +
                '<li>本券不提供外送平台使用，限至全台酷聖石直營門市使用，7-ELEVEN 複合店「COLD STONE專區」不適用。</li>' +
                '<li>行銷活動不得合併使用、兌換現金，逾期失效。</li>' +
                '<li>酷聖石冰淇淋保留調整本項目相關活動辦法之權利。門市營業時間以現場或官網公告為準。請自行妥為保管兌換紀錄及條碼資訊，遺失或遭盜用均不補發。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 5,
        item: 'Smile速邁樂加油中心免費洗車券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式: 開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示Smile速邁樂加油中心免費洗車券兌換條碼頁面。主動出示愛．Sharing蒐集雪鈴金幣活動網站兌換條碼至全台Smile速邁樂加油中心門市，即可享有免費洗車一次。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券有效期限：2023/12/26~2024/01/30止，逾期失效。</li>' +
                '<li>無法以截圖使用。結帳前請主動出示愛．Sharing蒐集雪鈴金幣活動網站兌換序號，不接受手抄或口說序號方式兌換。僅可使用乙次。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號無法兌換現金或找零，不可重複使用，不得與其他行銷活動合併使用。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號為不記名，任何人持此序號皆可使用，請自行妥善保管，如遭他人盜用，此序號不再補發。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號一經使用，恕無法更改或取消，亦無法退還，逾期恕無法使用、補發。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 6,
        item: '聖德科斯線上折價券100元(滿千折百)',
        method: '序號',
        cellHeader: '活動序號',
        cellData: '01234567890',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>聖德科斯線上購物金使用期限：2023/12/12~2024/01/30 止</li>' +
                '<li>本購物金適用於聖德科斯購物網及 Santa GO 外送服務。</li>' +
                '<li>單筆訂單滿1,000元(含)以上即可折抵，單筆交易限抵用一組線上購物金序號，購物金不與其他折價券並用，且不得抵用於運費與環保購物袋。</li>' +
                '<li>訂單如有退貨退款，該筆訂單抵用之線上購物金將無法退回。</li>' +
                '<li>請自行保管線上購物金序號，購物金不得折兌現金或找零，如有遺失、被竊或滅失，概不掛失或補發，逾期無效。</li>' +
                '<li>聖德科斯不隨意變更活動內容，但保有活動說明及變更、暫停、終止內容之權利。</li>' +
            '</ul>' +
            '<p class="pop__label">' +
                '<span>行動版兌換流程</span>' +
            '</p>' +
            '<p>登入/註冊聖德科斯會員</p>' +
            '<img src="/assets/images/exchange/santacruz-1.png">' +
            '<p>消費滿$1000，點選購物車結帳</p>' +
            '<img src="/assets/images/exchange/santacruz-2.png">' +
            '<p>於「會員/購買人專區」欄位點選「選擇優惠券或輸入優惠碼」。</p>' +
            '<img src="/assets/images/exchange/santacruz-3.png">' +
            '<p>輸入優惠碼(8碼)後，點選「使用」。下一步出現優惠券後打勾。' +
            '<img src="/assets/images/exchange/santacruz-4.png">' +
            '<p>兌換成功，結帳自動折抵$100 。' +
            '<img src="/assets/images/exchange/santacruz-5.png">' +
            ''
            ,
    },

    {
        id: 7,
        item: '21PLUS/21風味館 愛．Sharing餐組優惠券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式: 開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示21PLUS/21風味館 愛．Sharing餐組優惠券兌換條碼頁面。主動出示愛．Sharing蒐集雪鈴金幣活動網站兌換條碼至全台21Plus/21風味館門市，即可享有使用愛．Sharing分享餐優惠券一次。</li>' + 
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券有效期限：2023/10/24~2024/01/30止，逾期失效。</li>' +
                '<li>憑券可享半半烤雞+起司烤餅+蜂蜜綠茶(M)x2   520元 優惠乙次(原價719元)</li>' +
                '<li>本券2023/12/24、12/25、12/31恕不適用。</li>' +
                '<li>本券僅可於21Plus/21風味館門市使用。(21TOGO門市、烏日高鐵、士林中正、台大微風門市恕不適用)。</li>' +
                '<li>無法以截圖使用。結帳前請主動出示愛．Sharing蒐集雪鈴金幣活動網站兌換序號，不接受手抄或口說序號方式兌換。僅可使用乙次。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號無法兌換現金或找零，不可重複使用，不得與其他行銷活動合併使用。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號為不記名，任何人持此序號皆可使用，請自行妥善保管，如遭他人盜用，此序號不再補發。</li>' +
                '<li>愛．Sharing蒐集雪鈴金幣活動網站兌換序號一經使用，恕無法更改或取消，亦無法退還，逾期恕無法使用、補發。</li>' +
                '<li>21Plus/21風味館保留調整本項目相關活動辦法最終解釋及決定權利。門市營業時間以現場或官網公告為準。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 8,
        item: '美研社玫瑰花果茶PET400ml',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/10/24~2023/10/30止(每日限量發送序號，限1,714瓶，送完為止)。</li>' +
                '<li>兌換期間：2023/10/24~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 9,
        item: '大補帖藥燉排骨(碗)',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/10/24~2023/10/30止(每日限量發送序號，限714個，送完為止)。</li>' +
                '<li>兌換期間：2023/10/24~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 10,
        item: '好勁道千羽拉麵320g/包',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/10/31~2023/11/06止(每日限量發送序號，限714個，送完為止)。</li>' +
                '<li>兌換期間：2023/10/31~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 11,
        item: '好勁道家常麵條300g/包',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/14~2023/11/20止(每日限量發送序號，限714個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/14~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 12,
        item: '滿漢大餐Gold金牛肉麵(碗)',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/21~2023/11/27止(每日限量發送序號，限142個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/21~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 13,
        item: '滿漢大餐Gold熗牛肉麵(碗)',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/21~2023/11/27	止(每日限量發送序號，限142個，送完為止)。</li>' +
                '<li>兌換期間：2022/11/21~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 14,
        item: '統一麵*小時光麵館 花椒擔擔(碗)',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/26~2024/01/01止(每日限量發送序號，限357個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/26~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 15,
        item: '統一麵*小時光麵館 青蔬椒麻(碗)',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/21~2023/11/27止(每日限量發送序號，限357個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/21~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 16,
        item: '巷口乾麵麻醬風味/包',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/07~2023/11/13止(每日限量發送序號，限714個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/07~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 17,
        item: '巷口乾麵炸醬風味/包',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/07~2023/11/13止(每日限量發送序號，限714個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/07~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 18,
        item: '星巴克好友分享券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>至ibon機台主畫面左上角選擇「代碼輸入」→輸入序號→列印兌換券後，持星巴克好友分享券紙本至星巴克門市櫃檯兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解詳細使用方式或查詢兌換紀錄：可洽客服專線：0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>憑此券至全台星巴克門市，購買兩杯特大杯/冰熱/口味皆一致的飲料，其中一杯由星巴克招待。</li>' +
                '<li>活動時間：2023/11/28~2023/12/11止(每日限量兌換714個，送完為止)。</li>' +
                '<li>本券7-ELEVEN門市列印期間為：2023/11/28~2024/01/01止。</li>' +
                '<li>本券星巴克門市兌換期間為：2023/11/28~2024/01/30止。</li>' +
                '<li>本券為贈品兌換券，僅限買一送一乙次，飲料限當場一次領取。</li>' +
                '<li>優惠品項依各門市現貨為準，不包含罐裝飲料、典藏系列咖啡、手沖、虹吸式咖啡及含酒精飲料。</li>' +
                '<li>原價購買與享有優惠折扣之飲料如更換需加價指定品項植物奶皆需收費。</li>' +
                '<li>折扣、優惠、兌換星禮程回饋與優惠、各行銷活動恕不合併使用。</li>' +
                '<li>本券不適用於車道服務、機場管制區內門市；外送外賣、電話預訂及行動預點服務。</li>' +
                '<li>本券恕不得更換現金或其他商品，禁止轉售；優惠使用後本券需回收。</li>' +
                '<li>本券逾期、影印、翻拍、汙損塗改、無法辨識均無效，毀損或遺失恕不補發。</li>' +
                '<li>詳細活動辦法依本公司公告為主。凡參與本活動，即視同承認及接受本活動注意事項及相關規定，本公司保有隨時修正、暫停或終止本活動之權利，若有未盡事宜，悉依本公司之相關公告辦理；本公司保留最終解釋及決定權利。</li>' +
                '<li>折扣按鍵：ibon愛分享。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 19,
        item: 'Semeur聖娜「雙起士可頌買1送1」優惠券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式: 開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示Semeur聖娜「雙起士可頌買1送1」優惠券兌換條碼頁面。持愛．Sharing蒐集雪鈴金幣活動網站兌換條碼至全台Semeur聖娜直營門市，即可使用Semeur聖娜「雙起士可頌買1送1」(價值59元)優惠券。</li>' +
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券有效期限：2023/10/24~2024/01/30止，逾期失效。</li>' +
                '<li>目前Semeur聖娜門市以北部地區為主，兌換前請先確認Semeur聖娜門市地址資訊再做兌換：【門市據點】快速查詢https://line.me/R/ti/p/%40klw7556c (聖娜LINE官方帳號)。</li>' +
                '<li>本券限 Semeur 聖娜門市使用，不適用於外送 (包含 foodpanda 等外送平台) 及 7 -11 聖娜複合店使用。</li>' +
                '<li>無法以截圖使用，請主動以手機登入活動網站出示本券頁面。本券限使用乙次，條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>本券不得折抵現金，逾期視同作廢，恕不接受兌換其他商品，亦無法接受退還資格。請自行妥為保管條碼資訊，遺失或遭盜用均不補發。</li>' +
                '<li>本券不得與其他促銷活動合併使用。</li>' +
                '<li>本券使用時需符合本次活動載明之品牌及規格，並以該門市實際販售之商品為主。</li>' +
                '<li>商品供應情況依各門市庫存數量為準，使用時需符合本券載明之品牌及規格，請先確認門市是否有足夠數量。門市營業時間以現場或官網公告為準。</li>' +
                '<li>Semeur聖娜保留隨時調整本項目相關活動辦法、變更活動與更換商品品項之權利。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 20,
        item: 'AB+無加糖優格',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/12~2023/12/18止(每日限量發送序號，限357個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/12~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 21,
        item: 'AB+綜合莓果優格',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/12~2023/12/18止(每日限量發送序號，限357個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/12~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 22,
        item: '統一麵包起酥肉鬆麵包',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/28~2023/12/04止(每日限量發送序號，限1,428個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/28~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 23,
        item: '統一麵包卡士達',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/07~2023/11/13止(每日限量發送序號，限1,428個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/07~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 24,
        item: '統一麵包菱格香菠蘿',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/28~2023/12/04止(每日限量發送序號，限1,428個，送完為止)。</li>' +
                '<li>兌換期間：2023/11/28~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 25,
        item: '瑞穗低脂鮮乳400ml',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/11/07~2023/11/13止(每日限量發送序號，限714瓶，送完為止)。</li>' +
                '<li>兌換期間：2023/11/07~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 26,
        item: 'Amelie’s Bagel切達起司貝果',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/05~2023/12/11止(每日限量發送序號，限1,250個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/05~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 27,
        item: 'HIS CAFE 醇熟咖啡CAN',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/19~2023/12/25	止(每日限量發送序號，限342個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/19~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 28,
        item: 'HIS CAFE 純黑咖啡CAN',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>發放i禮贈序號時間：2023/12/19~2023/12/25止(每日限發送序號，限量342個，送完為止)。</li>' +
                '<li>兌換期間：2023/12/19~2024/01/30止。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 29,
        item: '7-ELEVEN週週送CITY CAFE/現萃茶',
        method: 'i禮贈序號',
        cellHeader: 'i禮贈序號',
        cellData: '',
        code: '01234567890',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式一 : 持愛．Sharing網站兌換之i禮贈序號→開啟「OPEN POINT」App→點選首頁下方「會員中心」→點選「序號兌換」→點選「i禮贈」→輸入12碼序號→兌換完成→持兌換條碼至統一超商門市櫃台兌換商品。</li>' +
                '<li>方式二 : 至ibon機台點選左上角「代碼輸入」→輸入12碼i禮贈序號→ 產出小白單 → 至門市櫃台兌換。</li>' +
            '</ul>' + 
            '<p class="pop__note">欲瞭解i禮贈詳細使用方式或查詢兌換紀錄：<br>可洽i禮贈客服專線:0800-016-138 (手機請撥02-2659-9900)</p>' +
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券兌換效期及品項依各i禮贈序號規定，本週次之有效期限: 2023/11/15~2023/11/28、(2023/11/22~2023/12/05)、(2023/11/29~2023/12/12)、(2023/12/06~2023/12/19)，各週次活動取得之兌換期限不同，請自行留意並於期限內兌換完畢，逾期失效。</li>' +
                '<li>現萃茶限部份門市販售，查詢網址： https://emap.pcsc.com.tw/emap.aspx。</li>' +
                '<li>請於兌換介面/小白單上呈現之兌換期限內完成兌換，若逾期、(券)破損無法辨識、影印者視同作廢。</li>' +
                '<li>小白單及兌換條碼限兌換乙個，小白單及兌換條碼一經刷讀完成兌換後，恕無法接受退貨或換貨。</li>' +
                '<li>使用時需符合小白單及兌換條碼頁面上載明之品牌與規格，並以各門市實際販售商品為主。</li>' +
                '<li>兌換商品數量有限，兌換前請先確認門市是否有足夠數量，若該門市已無存貨請至鄰近其他7-ELEVEN門市兌換。</li>' +
                '<li>小白單及兌換條碼不得折抵現金，逾期視同作廢，恕不接受兌換，亦無法接受退還點數或資格。</li>' +
                '<li>小白單及兌換條碼不得與其他促銷活動合併使用，也不計入統一超商舉辦之全店集點活動消費金額內。</li>' +
                '<li>非使用統一超商發票之特殊門市無法兌換(如:台鐵或高鐵門市、百貨公司等)。</li>' +
                '<li>活動主辦單位得以保留修改活動及更換贈品之權利，如對兌換資格或活動辦法有疑問請洽活動主辦單位。</li>' +
            '</ul>' +
            ''
            ,
    },

    {
        id: 30,
        item: '康是美【實體門市指定商品消費滿$500折$50】優惠券',
        method: '條碼',
        cellHeader: '兌換條碼',
        cellData: '',
        code: '<img src="https://fakeimg.pl/380x160/">',
        showButton: true,
        content:
            '<p class="pop__label">' + 
                '<span>兌換流程</span>' + 
            '</p>' + 
            '<ul class="pop__list pop__list--plain">' + 
                '<li>方式: 開啟愛．Sharing蒐集雪鈴金幣活動網站，進入我的雪鈴金幣單元->兌換紀錄->顯示康是美【實體門市消費滿$500現折$50】優惠券兌換條碼頁面。於康是美實體門市消費結帳時，出示此愛．Sharing蒐集雪鈴金幣活動網站兌換條碼，即可享指定商品消費滿$500現折$50 (單筆發票現折乙次，不累折)。</li>' +
            '</ul>' + 
            '<p class="pop__label">' + 
                '<span>活動說明</span>' + 
            '</p>' + 
            '<ul class="pop__list">' + 
                '<li>本券有效期限：2023/10/24~2024/01/30止，逾期失效。</li>' +
                '<li>於康是美實體門市消費，結帳時出示此活動網頁條碼，即可享指定商品消費滿$500現折$50 (單筆發票限折乙次)。請務必確實出示活動網頁條碼，恕不接受手抄及口說方式兌換折扣。</li>' +
                '<li>不參與商品：維骨力、若元錠、循利寧、淨脈舒、腦速通、紐力活、亞培、奶粉、成人營養、尿布、紙品、褐抑定、三得利保健、娘家(含消費高手)、超視王、倍適、合利他命、孫安迪養生飲、德國百靈油、老協珍、普拿疼口服藥、專櫃、IRIS除螨機、OZIO、CeraVe、理膚寶水、隱形眼鏡、TKLAB、KATE、ALLIE、essence、excel、Catrice、fujiko、Chifure、VISEE、DUCATO、TRUU童、食品/寵物預購宅配、聖德科斯冷藏/冷凍品、吳寶春麵包、麥香TP300、PP波瑟楓妮、森歐黎漾、血糖機(含配件)、華米、三花、快篩試劑、日雜$59、超值加購品項、期間限定、買1送1(面膜可享優惠)、2件5折、會員入會費、行動隨時取、整合加價購活動。未提及之不參與品項依康是美活動官網公告為準。</li>' +
                '<li>本優惠券/優惠活動不得與銀行滿額折扣、滿仟折佰、不限金額折扣、限時優惠、品類現折、會員品類折扣、icash滿額折扣、抵用券/折價券等其它折價券面額及其他行銷活動同時使用。</li>' +
                '<li>商品數量以門市實際數量為準，售完為止。詳細活動辦法依本公司公告為主。凡參與本活動，即視同承認及接受本活動注意事項及相關規定，本公司保有隨時修正、暫停或終止本活動之權利，若有未盡事宜，悉依本公司之相關公告辦理；本公司保留最終解釋及決定權利。</li>' +
            '</ul>' +
            ''
            ,
    },

];

